import { Fragment } from 'react';

export const About = () => {
  return (
    <Fragment>
      {/*<Form.Item name='cost1' label='Расценка 1'>*/}
      {/*<Input placeholder='Введите расценку'></Input>*/}
      {/*</Form.Item>*/}
      1. Загрузка своего изображения личной фотографии (открытие Проводника на
      ПК пользователя для выбора изображения в формате .jpeg, .jpg, .png) 2.
      Добавление текста (текст без ограничений, лимит 500 символов) 3.
      Добавление подписи (текст без ограничений, лимит 50 символов) 4.
      Добавление должности (текст без ограничений, лимит 50 символов) 5.
      Загрузка своего изображения подписи (открытие Проводника на ПК
      пользователя для выбора изображения в формате .jpeg, .jpg, .png)
    </Fragment>
  );
};
