import { Fragment } from 'react';

export const WorkStages = () => {
  return (
    <Fragment>
      {/*<Form.Item name='cost1' label='Расценка 1'>*/}
      {/*<Input placeholder='Введите расценку'></Input>*/}
      {/*</Form.Item>*/}
      1. Добавление заголовка (текст без ограничений, лимит количества символов
      50 символов) 2. Добавление подзаголовка (текст без ограничений, лимит
      количества символов 50 символов) 3. Ввод количества “Шагов/Этапов”
      (целочисленное значение от 1 до 5) 4. Заполнение блока Шаг 1 (текст без
      ограничений, лимит количества символов 150 символов) 5. Заполнение блока
      Шаг 2 текст без ограничений, лимит количества символов 150 символов) 6.
      Заполнение блока Шаг 3 текст без ограничений, лимит количества символов
      150 символов) 7. Заполнение блока Шаг 4 текст без ограничений, лимит
      количества символов 150 символов) 8. Заполнение блока Шаг 5 текст без
      ограничений, лимит количества символов 150 символов)
    </Fragment>
  );
};
